{
  "round_1": [
    "Расскажи про свой самый неловкий или смешной момент из школьных времен?",
    "Какая черта характера в людях раздражает тебя больше всего?",
    "Есть ли у тебя странная привычка, о которой мало кто знает?",
    "Если бы у тебя была шапка-невидимка на один час, что бы ты сделал?"
  ],
  "round_2": [
    "Опиши, как выглядит твой сценарий идеального первого свидания?",
    "Какой поступок партнера ты никогда не сможешь простить?",
    "Вспомни самую глупую или нелепую причину, по которой ты расставался?",
    "Что тебя больше всего привлекает в партнере (фетиш или деталь)?"
  ],
  "sync_game": {
    "level_1": [
      {
        "q": "Что из этого действует на тебя сильнее всего и заводит с пол-оборота?",
        "options": ["Долгий взгляд", "Прикосновения", "Шепот на ухо"]
      },
      {
        "q": "В какой обстановке ты чувствуешь себя максимально раскрепощенно?",
        "options": ["Полная темнота", "Мягкий полумрак", "При свете"]
      },
      {
        "q": "На что ты острее всего реагируешь при сближении?",
        "options": ["Запах тела", "Дыхание и голос", "Визуальный образ"]
      }
    ],
    "level_2": [
      {
        "q": "Какой ритм близости тебе нравится больше всего?",
        "options": ["Медленно и нежно", "Быстро и грубо", "Рваный ритм"]
      },
      {
        "q": "Кто должен брать на себя инициативу в самый горячий момент?",
        "options": ["Беру я", "Отдаю партнеру", "По ситуации"]
      },
      {
        "q": "Если мы забудем про кровать, где бы ты хотел это сделать?",
        "options": ["Мягкий диван", "Душ или ванная", "Спонтанно где угодно"]
      },
      {
        "q": "Куда направлен твой взгляд во время самого пика удовольствия?",
        "options": ["Глаза закрыты", "Смотрю на тебя", "Смотрю на себя"]
      }
    ],
    "level_3": [
      {
        "q": "Насколько громким ты бываешь, когда тебе очень хорошо?",
        "options": ["Громко и без стыда", "Тихие стоны", "Полное молчание"]
      },
      {
        "q": "Что тебе хочется сделать сразу после того, как всё закончилось?",
        "options": ["Долгие объятия", "В душ или поесть", "Сразу спать"]
      },
      {
        "q": "Какая из этих ролевых моделей тебе ближе всего?",
        "options": ["Полный контроль", "Подчинение", "Эксперименты"]
      }
    ]
  }
}